{
    "story": [
        "Name: _____________________________\n",
        "\n",
        "Nonfiction Reading TestCarnivorous PlantsDirections: Read the following passage and answer the questions that follow. Refer to the text to checkyour answers when appropriate.Imagine that you're a fly. You're just zippingaround the sky, looking for a place to rest, whenyou see nice pink leaf. That looks like a nice placeto land. You think to yourself in your fly head. Asyou rest your feet on the leaf, you noticesomething strange. This leaf is hairy. You begin tomake your move, but you trigger the plant's reflex.Snap! In one-tenth of a second, you are caught inthe Venus flytrap. You will be digested in five totwelve days. Welcome to the world of carnivorousplants!There are over a quarter of a millions plantspecies. Only 600 or so are carnivorous. We callthem this because they attract, trap, and eat bugs.Like other plants, they get energy from the sun.But unlike other plants, they get their nutrientsfrom their prey. Carnivorous plants live in bogsand places where the soil lacks nutrients. Mostplants get nutrients from the soil. Carnivorousplants have turned to other sources.The snap of the Venus flytrap is not the only waythat plants eat bugs. Pitcher plants trick their preyinto landing on them. They offer nectar bribes tothe foolish insects that would take them. True totheir name, pitcher plants have deep chambers.Their landing surface is slippery. They haveinward pointing hairs, making it hard to escape.The fly lands on the pitcher plant to eat, but slipsinto a pit filled with digestive fluids and is eaten.Then there're sundews. We call them sundewsbecause they sparkle in the sun as if covered inmorning dew. Of course, that sparkle is fromsomething much more treacherous. It is a sweetgoo called mucilage that bugs can't resist.Sundews create mucilage to attract bugs. As theyfly in to eat, bugs become trapped in the veryobject of their desire. They soon exhaustthemselves by trying to escape the mucilage. Orthe sundew's tentacles, which respond to prey bycurling around them, smother them. Bugs usuallydie in about 15 minutes. Then the plant dissolvesits prey in enzymes and absorbs the nutrients.\n",
        "\n",
        "Have you ever walked into trouble and found thatyou couldn't get out? So has every insect that hasever wandered into a corkscrew plant. Bugs loveto investigate plants for nectar and food.Corkscrew plants have inviting stems. Curvedhairs line the inside of these stems. These hairsallow insects to go up the stems, but not back.Going forward leads a chamber filled withdigestive fluid, the plant's stomach. Bugs whowander into the corkscrew plant find that they areunable to escape. They must march to their owndemise.And then there are the bladderworts. They're aboutas nice as they sound. They live in water and floatnear the surface. Their traps are like small bladdershidden beneath the water. Only their flowers arevisible from the surface. When bugs swim into thetrigger hairs, the plant reacts. A trapdoor in thebladder opens up. The bladder sucks up the preyand the water surrounding it. A tenth of a secondlater, the bladder shuts again. The plant hastrapped the prey. It releases digestive fluids. Theprey will be digested within hours.Carnivorous plants might sound tough, but theyare difficult to keep at home. They are built tosurvive in places that other plants cannot. Thisspecialization comes at a cost. They have a hardtime adapting to other environments. Theirstrengths become weaknesses in rich soil. Theydepend on the harsh yet delicate environments inwhich they thrive. They are not so hardy after all.Still, there's something to be said about the powerof life when one finds a plant that can survive inbarren soil.\n",
        "\n",
        "\f"
    ],
    "spans": [
        [
            0,
            0,
            154
        ],
        [
            11,
            0,
            43
        ],
        [
            20,
            0,
            70
        ],
        [
            21,
            0,
            52
        ],
        [
            32,
            0,
            76
        ],
        [
            37,
            2,
            70
        ],
        [
            43,
            0,
            78
        ],
        [
            50,
            0,
            47
        ],
        [
            59,
            0,
            60
        ]
    ],
    "questions": "[{\"q_text\": \"Which statement would the author most likely agree with?\", \"a.\": \" There are too many species of carnivorous plants.\", \"b.\": \" There are too few plant species in the world.\", \"c.\": \" Only a small number of plants are carnivorous.\", \"d.\": \" A majority of plants are carnivorous.\"}, {\"q_text\": \"Which plant traps bugs in its stem and forces them to walk forward?\\n\\n\\n\\n\", \"a.\": \" Corkscrew plants\", \"b.\": \" Sundews\", \"c.\": \" Bladderworts\", \"d.\": \" Pitcher plants\"}, {\"q_text\": \"Which of the following statements is false?\", \"a.\": \" Carnivorous plants get their energy from eating bugs.\", \"b.\": \" Carnivorous plants do not get nutrients from the soil.\", \"c.\": \" Carnivorous plants get their energy from the sun.\", \"d.\": \" Carnivorous plants get their nutrients from eating bugs.\"}, {\"q_text\": \"Which event happens last when a sundew eats a meal?\", \"a.\": \" The sundew creates mucilage.\", \"b.\": \" The sundew's tentacles curl in response to the prey.\", \"c.\": \" The bug is attracted to the mucilage.\", \"d.\": \" The sundew releases enzymes.\"}, {\"q_text\": \"Which best expresses the main idea of the third paragraph?\", \"a.\": \" There are more types of carnivorous plants than the Venus fly trap.\", \"b.\": \" The pitcher plant tricks bugs into falling into its stomach.\", \"c.\": \" The Venus flytrap kills its prey in a various ways.\", \"d.\": \" Some plants attract bugs by offering them nectar.\"}, {\"q_text\": \"Which best defines the word treacherous as it is used in the fourth paragraph?\\n\\n\\n\\n\", \"a.\": \" Something that provides nutrients.\", \"b.\": \" Something that is very bright.\", \"c.\": \" Something that tastes delicious.\", \"d.\": \" Something that has a hidden danger.\"}, {\"q_text\": \"Which best describes the overall text structure of the second paragraph?\\n\\n\\n\\n\", \"a.\": \" Chronological order\", \"b.\": \" Compare and contrast\", \"c.\": \" Sequential order\", \"d.\": \" Spatial\"}, {\"q_text\": \"Which statement would the author most likely disagree with?\\n\", \"a.\": \" Carnivorous plants cannot thrive in rich soil.\", \"b.\": \" Bladderworts react quickly when their trigger hairs are bumped.\", \"c.\": \" Carnivorous plants are tough and can live in any environment.\", \"d.\": \" Bladderworts hide their traps just below the surface of the water.\"}, {\"q_text\": \"Which best expresses the main idea of the last paragraph?\", \"a.\": \" Carnivorous plants are not hard to take care of because they feed themselves.\", \"b.\": \" Carnivorous plants are delicate because they need certain conditions to survive.\", \"c.\": \" Carnivorous plants are difficult to keep at home, but you should keep trying.\", \"d.\": \" Carnivorous plants are inspirational and they are interesting to watch and own.\"}, {\"q_text\": \"Which title best expresses the author's main purpose in writing this text?\\nLong Response\\n\", \"a.\": \" Watch Out! How To Avoid Being Eaten by Carnivorous Plants\", \"b.\": \" At Risk: How You Can Help to Preserve Carnivorous Plants\", \"c.\": \" Venus Flytrap: Nature's Most Beautiful and Dangerous Plant\", \"d.\": \" Fatal Flowers: Plants That Kill Insects\"}]"
}