{
    "story": [
        "Name: _____________________________\n",
        "\n",
        "Nonfiction Reading TestHyperinflationDirections: Read the following passage and answer the questions that follow. Refer to the textto check your answers when appropriate.You like money, right? Most people do. But whatis it really worth? Usually, it will buy the goodsand services that you expect. But sometimes it'sworth less than the paper that it's printed on. Iknow that sounds hard to believe, but it's happenedbefore.During World War I, the French and the Germansfought one another fiercely. The war exacted atremendous cost on both sides. Millions died.Billions of dollars were spent. The French paid fortheir efforts by taxing their citizens. But theGermans borrowed money to pay for the war. Asthe war raged on and the Germans borrowed moreand more money, the value of their currencydropped.In those days, the Germans called their moneyMarks. When World War I started in 1914, a USDollar was worth around four German Marks. In1919, after the war ended, a US Dollar was worthabout nine German Marks. That means thatGermans needed to spend twice as much money tobuy the same items after the war. This is calledinflation. Since people usually don't start earningtwice as much money out of nowhere, it can be areal problem.\n",
        "\n",
        "The Germans made these payments by printingmoney. They would trade the money that theyprinted for foreign currency. But as they printedmore and more, the money was worth less andless. In November of 1921, one US Dollar wasworth 330 Marks. A year later, one US Dollar wasworth 800 German Marks.The German government grew desperate. Theybegan to trade Marks for foreign money at anyrate. This only made things worse. By Novemberof 1923, one US Dollar could buy4,210,500,000,000 Marks. That is not a typo. Thenumber is 4 trillion. Their money was devalued sofast that German workers had to go to the storeright after getting paid. If they waited until theday's end, their money would be worthless. Basicitems like stamps and loaves of bread cost billionsof Marks. Germans had to figure their expenses inthousands of billions. That made it tough to getthrough the day if you lacked strong math skills.Some burned the old bills to provide heat. TheMarks' value as a fuel had increased beyond itsvalue as a currency.\n",
        "\n",
        "That the German economy ever recovered issomething of a miracle, but it did recover. Theycreated a new currency called the Retenmark.While 100% inflation over five years sounds pretty Unlike the old Marks, the new Retenmark wasbad, things got much worse after the war. Thebacked by land and gold. This means the currencycountries that fought against Germany were upsetcould be traded for gold or land at a fixed rate.with them. The French were perhaps most upset.This also meant that the government could onlyMuch of the fighting took place in France, and the print as much money as they had land and gold tocountry was ravaged. Since France and her alliesback it. That turned out to be a good thing. Bywon the war, they got to set the terms of surrender. December of 1923, the Retenmark was the officialFrance wanted billions of dollars each year. Theycurrency. The Germans cut 12 zeros from thedemanded payments in foreign money, like the US prices of their products and it was business asDollar, not in German Marks.usual. Though they still had a lot of issues to workout, the money was stable. That made life a lotIt was early 1921 by the time these agreementsmore livable. So while you are out chasing afterwere made. One US Dollar could buy 60 Germanmoney, remember that money is little more than aMarks. Then the Germans started makingpromise, and that promises can be broken.payments. Things soon spiraled out of control.\n",
        "\n",
        "\f"
    ],
    "spans": [
        [
            0,
            0,
            150
        ],
        [
            12,
            0,
            58
        ],
        [
            15,
            0,
            51
        ],
        [
            22,
            0,
            65
        ],
        [
            24,
            0,
            54
        ],
        [
            39,
            2,
            86
        ],
        [
            49,
            0,
            92
        ],
        [
            54,
            0,
            44
        ]
    ],
    "questions": "[{\"q_text\": \"Which is not a reason why the German Mark lost value?\", \"a.\": \" The Germans borrowed money to pay for World War I.\", \"b.\": \" The Germans had to make payments with foreign money.\", \"c.\": \" The French demanded large payments.\", \"d.\": \" The French lost the war.\"}, {\"q_text\": \"Which best defines the word inflation as it is used in the third paragraph?\", \"a.\": \" When the value of a currency drops\", \"b.\": \" To increase the size of a balloon by blowing air into it\", \"c.\": \" When the same amount of money purchases more than in the past\", \"d.\": \" When the pictures on the money change\"}, {\"q_text\": \"Which best expresses the main idea of the second paragraph?\", \"a.\": \" Germany and France fought against one another in World War I.\", \"b.\": \" Many people died in World War I on all sides.\", \"c.\": \" The German Mark lost value because of borrowing.\", \"d.\": \" The French were wrong to increase taxes during war time.\"}, {\"q_text\": \"Which happened first?\", \"a.\": \" The German Mark was replaced with the Retenmark.\", \"b.\": \" The US Dollar was worth nine German Marks.\", \"c.\": \" The Germans began making war payments to France.\", \"d.\": \" German Marks were burned to provide heat.\"}, {\"q_text\": \"Which statement would the author most likely agree with?\", \"a.\": \" Inflation affects governments, not people.\", \"b.\": \" The best way to pay for a long war is to borrow money.\", \"c.\": \" Living in Germany during 1923 would be fun and exciting.\", \"d.\": \" It is important for a nation to have a stable currency.\"}, {\"q_text\": \"According to the text, how did the German government respond to France's demands for warpayments?\\n\", \"a.\": \" The Germans made cuts and managed their resources wisely to meet payments.\", \"b.\": \" The Germans printed a bunch of money and traded it for foreign currency.\", \"c.\": \" The Germans raised taxes on their citizens and used the tax money to make payments.\", \"d.\": \" The Germans began selling luxury cars to foreign nations to raise the money.\"}, {\"q_text\": \"How was the Retenmark different from the paper Mark?\\n\", \"a.\": \" It was printed under the close supervision of the US Government.\", \"b.\": \" It came before the paper Mark and was printed on silver plates.\", \"c.\": \" It was backed by land and gold and could not be endlessly printed.\", \"d.\": \" It was used to purchase land and gold and could not buy consumer goods.\"}, {\"q_text\": \"Which happened last?\", \"a.\": \" The Germans cut 12 zeroes from the prices of their products.\", \"b.\": \" The Germans lost World War I.\", \"c.\": \" The prices of goods skyrocketed into the billions.\", \"d.\": \" The French demanded large payments from the Germans.\"}, {\"q_text\": \"Which best defines the meaning of the word ravaged as used in the fourth paragraph?\", \"a.\": \" Severely damaged\", \"b.\": \" Overflowing with joy\", \"c.\": \" Very angry\", \"d.\": \" Beautifully colored with vegetation\"}, {\"q_text\": \"Which title would best express the main idea of this text?\", \"a.\": \" World War I: A Costly Fight for All of Those Involved\", \"b.\": \" Inflation: How It Works and How to Prevent It\", \"c.\": \" Can I Borrow a Trillion? Inflation in Germany After World War I\", \"d.\": \" Money Around the World: A Comparison of the Value of Money\"}]"
}