{
    "story": [
        "Name: _____________________________\n",
        "Nonfiction Reading Test\n",
        "Hyperinflation\n",
        "\n",
        "Directions: Read the following passage and answer the questions that follow.\n",
        "Refer to the text to check your answers when appropriate.\n",
        "You like money, right?\n",
        "Most people do.\n",
        "But what is it really worth?\n",
        "Usually, it will buy the goods and services that you expect.\n",
        "But sometimes it's worth less than the paper that it's printed on.\n",
        "I know that sounds hard to believe, but it's happened before.\n",
        "During World War I, the French and the Germans fought one another fiercely.\n",
        "The war exacted a tremendous cost on both sides.\n",
        "Millions died.\n",
        "Billions of dollars were spent.\n",
        "The French paid for their efforts by taxing their citizens.\n",
        "But the Germans borrowed money to pay for the war.\n",
        "As the war raged on and the Germans borrowed more and more money, the value of their currency dropped.\n",
        "In those days, the Germans called their money Marks.\n",
        "When World War I started in 1914, a US Dollar was worth around four German Marks.\n",
        "In 1919, after the war ended, a US Dollar was worth about nine German Marks.\n",
        "That means that Germans needed to spend twice as much money to buy the same items after the war.\n",
        "This is called inflation.\n",
        "Since people usually don't start earning twice as much money out of nowhere, it can be a real problem.\n",
        "While 100% inflation over five years sounds pretty bad, things got much worse after the war.\n",
        "The countries that fought against Germany were upset with them.\n",
        "The French were perhaps most upset.\n",
        "Much of the fighting took place in France, and the country was ravaged.\n",
        "Since France and her allies won the war, they got to set the terms of surrender.\n",
        "France wanted billions of dollars each year.\n",
        "They demanded payments in foreign money, like the US Dollar, not in German Marks.\n",
        "It was early 1921 by the time these agreements were made.\n",
        "One US Dollar could buy 60 German Marks.\n",
        "Then the Germans started making payments.\n",
        "Things soon spiraled out of control.\n",
        "The Germans made these payments by printing money.\n",
        "They would trade the money that they printed for foreign currency.\n",
        "But as they printed more and more, the money was worth less and less.\n",
        "In November of 1921, one US Dollar was worth 330 Marks.\n",
        "A year later, one US Dollar was worth 800 German Marks.\n",
        "The German government grew desperate.\n",
        "They began to trade Marks for foreign money at any rate.\n",
        "This only made things worse.\n",
        "By November of 1923, one US Dollar could buy 4,210,500,000,000 Marks.\n",
        "That is not a typo.\n",
        "The number is 4 trillion.\n",
        "Their money was devalued so fast that German workers had to go to the store right after getting paid.\n",
        "If they waited until the day's end, their money would be worthless.\n",
        "Basic items like stamps and loaves of bread cost billions of Marks.\n",
        "Germans had to figure their expenses in thousands of billions.\n",
        "That made it tough to get through the day if you lacked strong math skills.\n",
        "Some burned the old bills to provide heat.\n",
        "The Marks' value as a fuel had increased beyond its value as a currency.\n",
        "That the German economy ever recovered is something of a miracle, but it did recover.\n",
        "They created a new currency called the Retenmark.\n",
        "Unlike the old Marks, the new Retenmark was backed by land and gold.\n",
        "This means the currency could be traded for gold or land at a fixed rate.\n",
        "This also meant that the government could only print as much money as they had land and gold to back it.\n",
        "That turned out to be a good thing.\n",
        "By December of 1923, the Retenmark was the official currency.\n",
        "The Germans cut 12 zeros from the prices of their products and it was business as usual.\n",
        "Though they still had a lot of issues to work out, the money was stable.\n",
        "That made life a lot more livable.\n",
        "So while you are out chasing after money, remember that money is little more than a promise, and that promises can be broken.\n",
        "\n"
    ],
    "spans": [
        [
            18,
            0,
            102
        ],
        [
            19,
            0,
            52
        ],
        [
            20,
            0,
            81
        ],
        [
            22,
            0,
            96
        ],
        [
            26,
            0,
            63
        ],
        [
            28,
            0,
            71
        ],
        [
            38,
            0,
            69
        ],
        [
            39,
            0,
            55
        ]
    ],
    "questions": "[{\"q_text\": \"Which is not a reason why the German Mark lost value?\\n\\n\", \"a.\": \" The Germans borrowed money to pay for World War I.\", \"b.\": \" The Germans had to make payments with foreign money.\", \"c.\": \" The French demanded large payments.\", \"d.\": \" The French lost the war.\"}, {\"q_text\": \"Which best defines the word inflation as it is used in the third paragraph?\\n\\n\\n\\n\\n\", \"a.\": \" When the value of a currency drops \", \"b.\": \" To increase the size of a balloon by blowing air into it\", \"c.\": \" When the same amount of money purchases more than in the past\", \"d.\": \" When the pictures on the money change\"}, {\"q_text\": \"Which best expresses the main idea of the second paragraph?\\n\\n\", \"a.\": \" Germany and France fought against one another in World War I.\", \"b.\": \" Many people died in World War I on all sides.\", \"c.\": \" The German Mark lost value because of borrowing.\", \"d.\": \" The French were wrong to increase taxes during war time.\"}, {\"q_text\": \"Which happened first?\\n\", \"a.\": \" The German Mark was replaced with the Retenmark.\", \"b.\": \" The US Dollar was worth nine German Marks.\", \"c.\": \" The Germans began making war payments to France.\", \"d.\": \" German Marks were burned to provide heat.\"}, {\"q_text\": \"Which statement would the author most likely agree with?\\n\", \"a.\": \" Inflation affects governments, not people.\", \"b.\": \" The best way to pay for a long war is to borrow money.\", \"c.\": \" Living in Germany during 1923 would be fun and exciting.\", \"d.\": \" It is important for a nation to have a stable currency.\"}, {\"q_text\": \"According to the text, how did the German government respond to France's demands for war payments?\\n\", \"a.\": \" The Germans made cuts and managed their resources wisely to meet payments.\", \"b.\": \" The Germans printed a bunch of money and traded it for foreign currency.\", \"c.\": \" The Germans raised taxes on their citizens and used the tax money to make payments.\", \"d.\": \" The Germans began selling luxury cars to foreign nations to raise the money.\"}, {\"q_text\": \"How was the Retenmark different from the paper Mark?\\n\", \"a.\": \" It was printed under the close supervision of the US Government.\", \"b.\": \" It came before the paper Mark and was printed on silver plates.\", \"c.\": \" It was backed by land and gold and could not be endlessly printed.\", \"d.\": \" It was used to purchase land and gold and could not buy consumer goods.\"}, {\"q_text\": \"Which happened last?\\n\\n\", \"a.\": \" The Germans cut 12 zeroes from the prices of their products.\", \"b.\": \" The Germans lost World War I.\", \"c.\": \" The prices of goods skyrocketed into the billions.\", \"d.\": \" The French demanded large payments from the Germans.\"}, {\"q_text\": \"Which best defines the meaning of the word ravaged as used in the fourth paragraph?\\n\\n\\n\\n\\n\", \"a.\": \" Severely damaged\", \"b.\": \" Overflowing with joy\", \"c.\": \" Very angry\", \"d.\": \" Beautifully colored with vegetation \"}, {\"q_text\": \"Which title would best express the main idea of this text?\\n\\n\\nInflation in Germany After World War I\\n\\n\\n\\n\", \"a.\": \" World War I: A Costly Fight for All of Those Involved\", \"b.\": \" Inflation: How It Works and How to Prevent It\", \"c.\": \" Can I Borrow a Trillion?\", \"d.\": \" Money Around the World: A Comparison of the Value of Money\"}, {\"q_text\": \"What is one lesson that can be learned from the text?\\nSupport your answer with quotes from the text.\\nExplain your quotes and your argument thoroughly.\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\"}, {\"q_text\": \"Why did France demand that Germany repay their debt in foreign currency?\\nUse evidence from the text to support your response.\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n_____________________________________________________________________________\\n\\n\"}]"
}