{
    "story": [
        "That Spot\n",
        "By Jack London\n",
        "\n",
        "Directions: Read the short story.\n",
        "Answer the questions.\n",
        "Refer to the text to check your answers when appropriate.\n",
        "I don't think much of Stephen Mackaye any more, though I used to swear by him.\n",
        "I know that in those days I loved him more than my brother.\n",
        "If ever I meet Stephen Mackaye again, I shall not be responsible for my actions.\n",
        "It passes beyond me that a man with whom I shared food and blanket, and with whom I mushed over the Chilcoot Trail, should turn out the way he did.\n",
        "I always sized Steve up as a square man, a kindly comrade, without an iota of anything vindictive or malicious in his nature.\n",
        "I shall never trust my judgment in men again.\n",
        "Why, I nursed that man through typhoid fever; we starved together on the headwaters of the Stewart; and he saved my life on the Little Salmon.\n",
        "And now, after the years we were together, all I can say of Stephen Mackaye is that he is the meanest man I ever knew.\n",
        "We started for the Klondike in the fall rush of 1897, and we started too late to get over Chilcoot Pass before the freeze-up.\n",
        "We packed our outfit on our backs part way over, when the snow began to fly, and then we had to buy dogs in order to sled it the rest of the way.\n",
        "That was how we came to get that Spot.\n",
        "Dogs were high, and we paid one hundred and ten dollars for him.\n",
        "He looked worth it.\n",
        "I say looked, because he was one of the finest-appearing dogs I ever saw.\n",
        "He weighed sixty pounds, and he had all the lines of a good sled animal.\n",
        "We never could make out his breed.\n",
        "He wasn't husky, nor Malemute, nor Hudson Bay; he looked like all of them and he didn't look like any of them; and on top of it all, in the thick of the mixed yellow-brown-red-and-dirty-white that was his prevailing color, there was a spot of coal-black as big as a water bucket.\n",
        "That was why we called him Spot.\n",
        "He was a good looker all right.\n",
        "When he was in condition his muscles stood out in bunches all over him.\n",
        "And he was the strongest-looking brute I ever saw in Alaska, also the most intelligent-looking.\n",
        "To run your eyes over him, you'd think he could outpull three dogs of his own weight.\n",
        "Maybe he could, but I never saw it.\n",
        "His intelligence didn't run that way.\n",
        "He could steal and forage to perfection; he had an instinct that was positively gruesome for divining when work was to be done and for making a sneak accordingly; and for getting lost and not staying lost he was nothing short of inspired.\n",
        "But when it came to work, the way that intelligence dribbled out of him and left him a mere clot of wobbling, stupid jelly would make your heart bleed.\n",
        "There are times when I think it wasn't stupidity.\n",
        "Maybe, like some men I know, he was too wise to work.\n",
        "I shouldn't wonder if he put it all over us with that intelligence of his.\n",
        "Maybe he figured it all out and decided that a licking now and again and no work was a whole lot better than work all the time and no licking.\n",
        "He was intelligent enough for such a computation.\n",
        "I tell you, I've sat and looked into that dog's eyes till the shivers ran up and down my spine and the marrow crawled like yeast, what of the intelligence I saw shining out.\n",
        "I can't express myself about that intelligence.\n",
        "It is beyond mere words.\n",
        "I saw it, that's all.\n",
        "At times it was like gazing into a human soul, to look into his eyes; and what I saw there frightened me and started all sorts of ideas in my own mind of reincarnation and all the rest.\n",
        "I tell you I sensed something big in that brute's eyes; there was a\n",
        "\n",
        "the lash, and with the first bite of it he howled like a lost soul.\n",
        "Next he lay down in the snow.\n",
        "I started the rest of the dogs, and they dragged him along, while I threw the whip into him.\n",
        "He rolled over on his back and bumped along, his four legs waving in the air, himself howling as though he was going through a sausage machine.\n",
        "Steve came back and laughed at me, and I apologized for what I'd said.\n",
        "There was no getting any work out of that Spot; and to make up for it, he was the biggest pig-glutton of a dog I ever saw.\n",
        "On top of that, he was the cleverest thief.\n",
        "These was no circumventing him.\n",
        "Many a breakfast we went without our bacon because Spot had been there first.\n",
        "And it was because of him that we nearly starved to death up the Stewart.\n",
        "He figured out the way to break into our meat cache, and what he didn't eat, the rest of the team did.\n",
        "But he was impartial.\n",
        "He stole from everybody.\n",
        "He was a restless dog, always very busy snooping around or going somewhere.\n",
        "And there was never a camp within five miles that he didn't raid.\n",
        "The worst of it was that they always came back on us to pay his board bill, which was just, being the law of the land; but it was mighty hard on us, especially that first winter on the Chilcoot, when we were busted, paying for whole hams and sides of bacon that we never ate.\n",
        "He could fight, too, that Spot.\n",
        "He could do everything but work.\n",
        "He never pulled a pound, but he was the boss of the whole team.\n",
        "The way he made those dogs stand around was an education.\n",
        "He bullied them, and there was always one or more of them fresh-marked with his fangs.\n",
        "But he was more than a bully.\n",
        "He wasn't afraid of anything that walked on four legs; and I've seen him march, single-handed, into a strange team, without any provocation whatever, and put the kibosh on the whole outfit.\n",
        "Did I say he could eat?\n",
        "I caught him eating the whip once.\n",
        "That's straight.\n",
        "He started in at the lash, and when I caught him he was down to the handle, and still going.\n",
        "But he was a good looker.\n",
        "At the end of the first week we sold him for seventy-five dollars to the Mounted Police.\n",
        "They had experienced dog drivers, and we knew that by the time he'd covered the six hundred miles to Dawson he'd be a good sled dog.\n",
        "I say we knew, for we were just getting acquainted with that Spot.\n",
        "A little later we were not brash enough to know anything where he was concerned.\n",
        "A week later we woke up in the morning to the dangedest dog fight we'd ever heard.\n",
        "It was that Spot come back and knocking the team into shape.\n",
        "We ate a pretty depressing breakfast, I can tell you; but cheered up two hours afterward when we sold him to an official courier, bound in to Dawson with government dispatches.\n",
        "That Spot was only three days in coming back, and, as usual, celebrated his arrival with a rough-house.\n",
        "We spent the winter and spring, after our own outfit was across the pass, freighting other people's outfits; and we made a fat stake.\n",
        "Also, we made money out of Spot.\n",
        "If we sold him once, we sold him twenty times.\n",
        "He always came back, and no one asked for their money.\n",
        "We didn't want the money.\n",
        "We'd have paid handsomely for any one to take him off our hands for keeps.\n",
        "We had to get rid of him, and we couldn't give him away, for that would have been suspicious.\n",
        "But he was such a fine looker that we never had any difficulty in selling him. \"\n",
        "Unbroke,\" we'd say, and they'd pay any old price for him.\n",
        "We sold him as low as twenty-five dollars, and once we got a hundred and fifty for him.\n",
        "That particular party returned him in person, refused to take his money back, and the way he \n",
        "\n",
        "landscape.\n",
        "He emptied his magazine twice, and never touched that Spot.\n",
        "Then a policeman came along and arrested him for discharging firearms inside the city limits.\n",
        "Major Dinwiddie paid his fine, and Steve and I paid him for the moose meat at the rate of a dollar a pound, bones and all.\n",
        "That was what he paid for it.\n",
        "Meat was high that year.\n",
        "I am only telling what I saw with my own eyes.\n",
        "And now I'll tell you something, also.\n",
        "I saw that Spot fall through a water hole.\n",
        "The ice was three and a half feet thick, and the current sucked him under like a straw.\n",
        "Three hundred yards below was the big water hole used by the hospital.\n",
        "Spot crawled out of the hospital water hole, licked off the water, bit out the ice that had formed between his toes, trotted up the bank, and whipped a big Newfoundland belonging to the Gold Commissioner.\n",
        "In the fall of 1898, Steve and I poled up the Yukon on the last water, bound for Stewart River.\n",
        "We took the dogs along, all except Spot.\n",
        "We figured we'd been feeding him long enough.\n",
        "He'd cost us more time and trouble and money and grub than we'd got by selling him on the Chilcoot--especially grub.\n",
        "So Steve and I tied him down in the cabin and pulled our freight.\n",
        "We camped that night at the mouth of Indian River, and Steve and I were pretty facetious over having shaken him.\n",
        "Steve was a funny cuss, and I was just sitting up in the blankets and laughing when a tornado hit camp.\n",
        "The way that Spot walked into those dogs and gave them what-for was hair-raising.\n",
        "Now how did he get loose?\n",
        "It's up to you.\n",
        "I haven't any theory.\n",
        "And how did he get across the Klondike River?\n",
        "That's another facer.\n",
        "And anyway, how did he know we had gone up the Yukon?\n",
        "You see, we went by water, and he couldn't smell our tracks.\n",
        "Steve and I began to get superstitious about that dog.\n",
        "He got on our nerves, too; and, between you and me, we were just a mite afraid of him.\n",
        "The freeze-up came on when we were at the mouth of Henderson Creek, and we traded him off for two sacks of flour to an outfit that was bound up White River after copper.\n",
        "Now that whole outfit was lost.\n",
        "Never trace nor hide nor hair of men, dogs, sleds, or anything was ever found.\n",
        "They dropped clean out of sight.\n",
        "It became one of the mysteries of the country.\n",
        "Steve and I plugged away up the Stewart, and six weeks afterward that Spot crawled into camp.\n",
        "He was a perambulating skeleton, and could just drag along; but he got there.\n",
        "And what I want to know is who told him we were up the Stewart?\n",
        "We could have gone a thousand other places.\n",
        "How did he know?\n",
        "You tell me, and I'll tell you.\n",
        "No losing him.\n",
        "At the Mayo he started a row with an Indian dog.\n",
        "The buck who owned the dog took a swing at Spot with an ax, missed him, and killed his own dog.\n",
        "Talk about magic and turning bullets aside--I, for one, consider it a blamed sight harder to turn an ax aside with a big buck at the other end of it.\n",
        "And I saw him do it with my own eyes.\n",
        "That buck didn't want to kill his own dog.\n",
        "You've got to show me.\n",
        "I told you about Spot breaking into our meat cache.\n",
        "It was nearly the death of us.\n",
        "There wasn't any more meat to be killed, and meat was all we had to live on.\n",
        "The moose had gone back several hundred miles and the Indians with them.\n",
        "There we were.\n",
        "Spring was on, and we had to wait for the river to break.\n",
        "We got pretty thin before we decided to eat the dogs, and we decided to eat Spot first.\n",
        "Do you know what that dog did?\n",
        "He sneaked.\n",
        "Now how did he know our minds were made \n",
        "\t message there, but I wasn't big enough myself to catch it.\n",
        "Whatever it was (I know I'm making a fool of myself)--whatever it was, it baffled me.\n",
        "I can't give an inkling of what I saw in that brute's eyes; it wasn't light, it wasn't color; it was something that moved, away back, when the eyes themselves weren't moving.\n",
        "And I guess I didn't see it move, either; I only sensed that it moved.\n",
        "It was an expression,--that's what it was,--and I got an impression of it.\n",
        "No; it was different from a mere expression; it was more than that.\n",
        "I don't know what it was, but it gave me a feeling of kinship just the same.\n",
        "Oh, no, not sentimental kinship.\n",
        "It was, rather, a kinship of equality.\n",
        "Those eyes never pleaded like a deer's eyes.\n",
        "They challenged.\n",
        "No, it wasn't defiance.\n",
        "It was just a calm assumption of equality.\n",
        "And I don't think it was deliberate.\n",
        "My belief is that it was unconscious on his part.\n",
        "It was there because it was there, and it couldn't help shining out.\n",
        "No, I don't mean shine.\n",
        "It didn't shine; it moved.\n",
        "I know I'm talking rot, but if you'd looked into that animal's eyes the way I have, you'd understand.\n",
        "Steve was affected the same way I was.\n",
        "Why, I tried to kill that Spot once--he was no good for anything; and I fell down on it.\n",
        "I led him out into the brush, and he came along slow and unwilling.\n",
        "He knew what was going on.\n",
        "I stopped in a likely place, put my foot on the rope, and pulled my big Colt's.\n",
        "And that dog sat down and looked at me.\n",
        "I tell you he didn't plead.\n",
        "He just looked.\n",
        "And I saw all kinds of incomprehensible things moving, yes, moving, in those eyes of his.\n",
        "I didn't really see them move; I thought I saw them, for, as I said before, I guess I only sensed them.\n",
        "And I want to tell you right now that it got beyond me.\n",
        "It was like killing a man, a conscious, brave man who looked calmly into your gun as much as to say, \"Who's afraid?\"\n",
        "Then, too, the message seemed so near that, instead of pulling the trigger quick, I stopped to see if I could catch the message.\n",
        "There it was, right before me, glimmering all around in those eyes of his.\n",
        "And then it was too late.\n",
        "I got scared.\n",
        "I was trembly all over, and my stomach generated a nervous palpitation that made me seasick.\n",
        "I just sat down and looked at that dog, and he looked at me, till I thought I was going crazy.\n",
        "Do you want to know what I did?\n",
        "I threw down the gun and ran back to camp with the fear of God in my heart.\n",
        "Steve laughed at me.\n",
        "But I notice that Steve led Spot into the woods, a week later, for the same purpose, and that Steve came back alone, and a little later Spot drifted back, too.\n",
        "At any rate, Spot wouldn't work.\n",
        "We paid a hundred and ten dollars for him from the bottom of our sack, and he wouldn't work.\n",
        "He wouldn't even tighten the traces.\n",
        "Steve spoke to him the first time we put him in harness, and he sort of shivered, that was all.\n",
        "Not an ounce on the traces.\n",
        "He just stood still and wobbled, like so much jelly.\n",
        "Steve touched him with the whip.\n",
        "He yelped, but not an ounce.\n",
        "Steve touched him again, a bit harder, and he howled--the regular long wolf howl.\n",
        "Then Steve got mad and gave him half a dozen, and I came on the run from the tent.\n",
        "I told Steve he was brutal with the animal, and we had some words--the first we'd ever had.\n",
        "He threw the whip down in the snow and walked away mad.\n",
        "I picked it up and went to it.\n",
        "That Spot trembled and wobbled and cowered before ever I swung\n",
        "abused us was something awful.\n",
        "He said it was cheap at the price to tell us what he thought of us; and we felt he was so justified that we never talked back.\n",
        "But to this day I've never quite regained all the old self-respect that was mine before that man talked to me.\n",
        "When the ice cleared out of the lakes and river, we put our outfit in a Lake Bennet boat and started for Dawson.\n",
        "We had a good team of dogs, and of course we piled them on top the outfit.\n",
        "That Spot was along--there was no losing him; and a dozen times, the first day, he knocked one or another of the dogs overboard in the course of fighting with them.\n",
        "It was close quarters, and he didn't like being crowded.\n",
        "\"What that dog needs is space,\" Steve said the second day. \"\n",
        "Let's maroon him.\"\n",
        "We did, running the boat in at Caribou Crossing for him to jump ashore.\n",
        "Two of the other dogs, good dogs, followed him; and we lost two whole days trying to find them.\n",
        "We never saw those two dogs again; but the quietness and relief we enjoyed made us decide, like the man who refused his hundred and fifty, that it was cheap at the price.\n",
        "For the first time in months Steve and I laughed and whistled and sang.\n",
        "We were as happy as clams.\n",
        "The dark days were over.\n",
        "The nightmare had been lifted.\n",
        "That Spot was gone.\n",
        "Three weeks later, one morning, Steve and I were standing on the river bank at Dawson.\n",
        "A small boat was just arriving from Lake Bennett.\n",
        "I saw Steve give a start, and heard him say something that was not nice and that was not under his breath.\n",
        "Then I looked; and there, in the bow of the boat, with ears pricked up, sat Spot.\n",
        "Steve and I sneaked immediately, like beaten curs, like cowards, like absconders from justice.\n",
        "It was this last that the lieutenant of police thought when he saw us sneaking.\n",
        "He surmised that there were law officers in the boat who were after us.\n",
        "He didn't wait to find out, but kept us in sight, and in the M.&.M. saloon got us in a corner.\n",
        "We had a merry time explaining, for we refused to go back to the boat and meet Spot; and finally he held us under guard of another policeman while he went to the boat.\n",
        "After we got clear of him, we started for the cabin, and when we arrived, there was that Spot sitting on the stoop waiting for us.\n",
        "Now how did he know we lived there?\n",
        "There were forty thousand people in Dawson that summer, and how did he savvy our cabin out of all the cabins?\n",
        "How did he know we were in Dawson, anyway?\n",
        "I leave it to you.\n",
        "But don't forget what I have said about his intelligence and that immortal something I have seen glimmering in his eyes.\n",
        "There was no getting rid of him any more.\n",
        "There were too many people in Dawson who had bought him up on Chilcoot, and the story got around.\n",
        "Half a dozen times we put him on board steamboats going down the Yukon; but he merely went ashore at the first landing and trotted back up the bank.\n",
        "We couldn't sell him, we couldn't kill him (both Steve and I had tried), and nobody else was able to kill him.\n",
        "He bore a charmed life.\n",
        "I've seen him go down in a dog fight on the main street with fifty dogs on top of him, and when they were separated, he'd appear on all his four legs, unharmed, while two of the dogs that had been on top of him would be lying dead.\n",
        "I saw him steal a chunk of moose meat from Major Dinwiddie's cache so heavy that he could just keep one jump ahead of Mrs. Dinwiddie's squaw cook, who was after him with an ax.\n",
        "As he went up the hill, after the squaw gave out, Major Dinwiddie himself came out and pumped his Winchester into the\n",
        "up to eat him?\n",
        "We sat up nights laying for him, but he never came back, and we ate the other dogs.\n",
        "We ate the whole team.\n",
        "And now for the sequel.\n",
        "You know what it is when a big river breaks up and a few billion tons of ice go out, jamming and milling and grinding.\n",
        "Just in the thick of it, when the Stewart went out, rumbling and roaring, we sighted Spot out in the middle.\n",
        "He'd got caught as he was trying to cross up above somewhere.\n",
        "Steve and I yelled and shouted and ran up and down the bank, tossing our hats in the air.\n",
        "Sometimes we'd stop and hug each other, we were that boisterous, for we saw Spot's finish.\n",
        "He didn't have a chance in a million.\n",
        "He didn't have any chance at all.\n",
        "After the ice-run, we got into a canoe and paddled down to the Yukon, and down the Yukon to Dawson, stopping to feed up for a week at the cabins at the mouth of Henderson Creek.\n",
        "And as we came in to the bank at Dawson, there sat that Spot, waiting for us, his ears pricked up, his tail wagging, his mouth smiling, extending a hearty welcome to us.\n",
        "Now how did he get out of that ice?\n",
        "How did he know we were coming to Dawson, to the very hour and minute, to be out there on the bank waiting for us?\n",
        "The more I think of that Spot, the more I am convinced that there are things in this world that go beyond science.\n",
        "On no scientific grounds can that Spot be explained.\n",
        "It's psychic phenomena, or mysticism, or something of that sort, I guess.\n",
        "The Klondike is a good country.\n",
        "I might have been there yet, and become a millionaire, if it hadn't been for Spot.\n",
        "He got on my nerves.\n",
        "I stood him for two years altogether, and then I guess my stamina broke.\n",
        "It was the summer of 1899 when I pulled out.\n",
        "I didn't say anything to Steve.\n",
        "I just sneaked.\n",
        "But I fixed it up all right.\n",
        "I wrote Steve a note, and enclosed a package of \"rough-on-rats,\" telling him what to do with it.\n",
        "I was worn down to skin and bone by that Spot, and I was that nervous that I'd jump and look around when there wasn't anybody within hailing distance.\n",
        "But it was astonishing the way I recuperated when I got quit of him.\n",
        "I got back twenty pounds before I arrived in San Francisco, and by the time I'd crossed the ferry to Oakland I was my old self again, so that even my wife looked in vain for any change in me.\n",
        "Steve wrote to me once, and his letter seemed irritated.\n",
        "He took it kind of hard because I'd left him with Spot.\n",
        "Also, he said he'd used the \"rough-on-rats,\" per directions, and that there was nothing doing.\n",
        "A year went by.\n",
        "I was back in the office and prospering in all ways--even getting a bit fat.\n",
        "And then Steve arrived.\n",
        "He didn't look me up.\n",
        "I read his name in the steamer list, and wondered why.\n",
        "But I didn't wonder long.\n",
        "I got up one morning and found that Spot chained to the gate-post and holding up the milkman.\n",
        "Steve went north to Seattle, I learned, that very morning.\n",
        "I didn't put on any more weight.\n",
        "My wife made me buy him a collar and tag, and within an hour he showed his gratitude by killing her pet Persian cat.\n",
        "There is no getting rid of that Spot.\n",
        "He will be with me until I die, for he'll never die.\n",
        "My appetite is not so good since he arrived, and my wife says I am looking peaked.\n",
        "Last night that Spot got into Mr. Harvey's hen house (Harvey is my next door neighbor) and killed nineteen of his fancy-bred chickens.\n",
        "I shall have to pay for them.\n",
        "My neighbors on the other side quarreled with my wife and then moved out.\n",
        "Spot was the cause of it.\n",
        "And that is why I am disappointed in Stephen Mackaye.\n",
        "I had no idea he was so mean a man.\n",
        "Name: ____________________________________\n",
        "That Spot | Reading Quiz\n"
    ],
    "spans": [
        [
            7,
            0,
            59
        ],
        [
            11,
            0,
            45
        ],
        [
            13,
            0,
            118
        ],
        [
            20,
            0,
            72
        ],
        [
            22,
            0,
            279
        ],
        [
            26,
            0,
            95
        ],
        [
            34,
            0,
            74
        ],
        [
            35,
            0,
            142
        ],
        [
            36,
            0,
            49
        ],
        [
            38,
            0,
            47
        ],
        [
            52,
            0,
            77
        ],
        [
            54,
            0,
            102
        ],
        [
            57,
            0,
            75
        ],
        [
            58,
            0,
            65
        ],
        [
            77,
            0,
            60
        ],
        [
            79,
            0,
            103
        ],
        [
            100,
            0,
            42
        ],
        [
            104,
            0,
            95
        ],
        [
            106,
            0,
            45
        ],
        [
            107,
            0,
            116
        ],
        [
            120,
            0,
            86
        ],
        [
            121,
            0,
            169
        ],
        [
            152,
            0,
            70
        ],
        [
            178,
            0,
            55
        ],
        [
            180,
            0,
            128
        ],
        [
            193,
            0,
            95
        ],
        [
            198,
            0,
            81
        ],
        [
            201,
            0,
            55
        ],
        [
            216,
            0,
            71
        ],
        [
            229,
            0,
            167
        ],
        [
            251,
            0,
            89
        ],
        [
            266,
            0,
            44
        ],
        [
            272,
            0,
            68
        ],
        [
            273,
            0,
            191
        ],
        [
            276,
            0,
            94
        ],
        [
            283,
            0,
            93
        ],
        [
            289,
            0,
            82
        ],
        [
            297,
            11,
            24
        ]
    ],
    "questions": "[{\"q_text\": \"Which best expresses the narrator's relationship with Stephen Mackaye?\\n\", \"a.\": \" They were bitter enemies, but are now good friends.\", \"b.\": \" They have always been bitter enemies.\", \"c.\": \" They were good friends but are now bitter enemies.\", \"d.\": \" They have been good friends for many years.\"}, {\"q_text\": \"Which is the most likely explanation why the narrator and Stephen travel to the Yukon?\\n\", \"a.\": \" They want to get in the business of dog trading.\", \"b.\": \" They want to compete in an important sled race.\", \"c.\": \" They want to make money from the gold rush.\", \"d.\": \" They want to go on an Alaskan vacation.\"}, {\"q_text\": \"Which statement about Spot is false?\\n\", \"a.\": \" Spot steals and eats greedily.\", \"b.\": \" Spot is loyal and a hard worker.\", \"c.\": \" Spot is attractive and intelligent.\", \"d.\": \" Spot is tough and fearless.\"}, {\"q_text\": \"Why doesn't the narrator kill Spot?\\n\", \"a.\": \" He doesn't want to lose all of the money that he spent on Spot.\", \"b.\": \" He was weakened by Spot's deep stare.\", \"c.\": \" He is threatened by Spot and is afraid that Spot will kill him first.\", \"d.\": \" He promised his mother that he would never harm a loyal dog.\"}, {\"q_text\": \"How does Spot react to being whipped by the narrator?\\n\", \"a.\": \" He exaggerates his pain.\", \"b.\": \" He takes it without a whimper.\", \"c.\": \" He threatens the narrator with his eyes.\", \"d.\": \" He bites the narrator.\"}, {\"q_text\": \"Which is not a claim that the narrator makes about Spot?\\n\", \"a.\": \" Spot came out on top in a fight with 50 dogs.\", \"b.\": \" Spot cannot be killed and will never die.\", \"c.\": \" Spot was sold many times but always returns.\", \"d.\": \" Spot chased away the narrator's fianc\\u00e9.\"}, {\"q_text\": \"With which statement would the narrator most likely agree?\\n\", \"a.\": \" Spot is a horrible dog that messes up everything.\", \"b.\": \" Spot is rough around the edges but he is a good dog when you get to know him.\", \"c.\": \" Spot is a lazy thief, but he'll pull his weight when everyone is counting on him.\", \"d.\": \" Spot gets into a bit of trouble, but it's worth keeping him because he earns money.\"}, {\"q_text\": \"Which best describes the narrator's tone in the following sentences?\\n\\\"Who told him we were up the Stewart?\\nWe could have gone a thousand other places.\\nHow did he know?\\\"\\n        \\n        \\n        \\n        \\n        \\n        \\n\\n        \\n        \\n        \\n        \\n        \\n        \\n        \\n\\n\", \"a.\": \" Pleased      \", \"b.\": \" Astonished\", \"c.\": \" Irate        \", \"d.\": \" Relieved\"}, {\"q_text\": \"Which best describes how the narrator lived his life without Spot?\\n\", \"a.\": \" He finds out that he misses Spot.\", \"b.\": \" He loses weight and becomes morose.\", \"c.\": \" He grows healthy and has good fortune.\", \"d.\": \" He learns that friendship is the most important thing.\"}]"
}