{
    "story": [
        "That SpotBy Jack LondonDirections: Read the short story. Answer the questions. Refer to the text to check your answers when appropriate.I don't think much of Stephen Mackaye any more, though I usedto swear by him. I know that in those days I loved him morethan my brother. If ever I meet Stephen Mackaye again, I shallnot be responsible for my actions. It passes beyond me that aman with whom I shared food and blanket, and with whom Imushed over the Chilcoot Trail, should turn out the way he did.I always sized Steve up as a square man, a kindly comrade,without an iota of anything vindictive or malicious in his nature.I shall never trust my judgment in men again. Why, I nursed thatman through typhoid fever; we starved together on theheadwaters of the Stewart; and he saved my life on the LittleSalmon. And now, after the years we were together, all I can sayof Stephen Mackaye is that he is the meanest man I ever knew.We started for the Klondike in the fall rush of 1897, and westarted too late to get over Chilcoot Pass before the freeze-up.We packed our outfit on our backs part way over, when thesnow began to fly, and then we had to buy dogs in order to sledit the rest of the way. That was how we came to get that Spot.Dogs were high, and we paid one hundred and ten dollars forhim. He looked worth it. I say looked, because he was one of thefinest-appearing dogs I ever saw. He weighed sixty pounds, andhe had all the lines of a good sled animal. We never could makeout his breed. He wasn't husky, nor Malemute, nor Hudson Bay;he looked like all of them and he didn't look like any of them;and on top of it all, in the thick of the mixed yellow-brown-redand-dirty-white that was his prevailing color, there was a spot ofcoal-black as big as a water bucket. That was why we called himSpot.He was a good looker all right. When he was in condition hismuscles stood out in bunches all over him. And he was thestrongest-looking brute I ever saw in Alaska, also the mostintelligent-looking. To run your eyes over him, you'd think hecould outpull three dogs of his own weight. Maybe he could, butI never saw it. His intelligence didn't run that way. He couldsteal and forage to perfection; he had an instinct that waspositively gruesome for divining when work was to be done andfor making a sneak accordingly; and for getting lost and notstaying lost he was nothing short of inspired. But when it cameto work, the way that intelligence dribbled out of him and lefthim a mere clot of wobbling, stupid jelly would make your heartbleed.There are times when I think it wasn't stupidity. Maybe, likesome men I know, he was too wise to work. I shouldn't wonderif he put it all over us with that intelligence of his. Maybe hefigured it all out and decided that a licking now and again andno work was a whole lot better than work all the time and nolicking. He was intelligent enough for such a computation. I tellyou, I've sat and looked into that dog's eyes till the shivers ranup and down my spine and the marrow crawled like yeast, whatof the intelligence I saw shining out. I can't express myselfabout that intelligence. It is beyond mere words. I saw it, that'sall. At times it was like gazing into a human soul, to look intohis eyes; and what I saw there frightened me and started all sortsof ideas in my own mind of reincarnation and all the rest. I tellyou I sensed something big in that brute's eyes; there was a\n",
        "\n",
        "message there, but I wasn't big enough myself to catch it.Whatever it was (I know I'm making a fool of myself)-whatever it was, it baffled me. I can't give an inkling of what Isaw in that brute's eyes; it wasn't light, it wasn't color; it wassomething that moved, away back, when the eyes themselvesweren't moving. And I guess I didn't see it move, either; I onlysensed that it moved. It was an expression,--that's what it was,-and I got an impression of it. No; it was different from a mereexpression; it was more than that. I don't know what it was, butit gave me a feeling of kinship just the same. Oh, no, notsentimental kinship. It was, rather, a kinship of equality. Thoseeyes never pleaded like a deer's eyes. They challenged. No, itwasn't defiance. It was just a calm assumption of equality. And Idon't think it was deliberate. My belief is that it wasunconscious on his part. It was there because it was there, and itcouldn't help shining out. No, I don't mean shine. It didn't shine;it moved. I know I'm talking rot, but if you'd looked into thatanimal's eyes the way I have, you'd understand. Steve wasaffected the same way I was. Why, I tried to kill that Spot once-he was no good for anything; and I fell down on it. I led him outinto the brush, and he came along slow and unwilling. He knewwhat was going on. I stopped in a likely place, put my foot onthe rope, and pulled my big Colt's. And that dog sat down andlooked at me. I tell you he didn't plead. He just looked. And Isaw all kinds of incomprehensible things moving, yes, moving,in those eyes of his. I didn't really see them move; I thought Isaw them, for, as I said before, I guess I only sensed them. AndI want to tell you right now that it got beyond me. It was likekilling a man, a conscious, brave man who looked calmly intoyour gun as much as to say, \"Who's afraid?\" Then, too, themessage seemed so near that, instead of pulling the triggerquick, I stopped to see if I could catch the message. There itwas, right before me, glimmering all around in those eyes of his.And then it was too late. I got scared. I was trembly all over, andmy stomach generated a nervous palpitation that made meseasick. I just sat down and looked at that dog, and he looked atme, till I thought I was going crazy. Do you want to know whatI did? I threw down the gun and ran back to camp with the fearof God in my heart. Steve laughed at me. But I notice that Steveled Spot into the woods, a week later, for the same purpose, andthat Steve came back alone, and a little later Spot drifted back,too.At any rate, Spot wouldn't work. We paid a hundred and tendollars for him from the bottom of our sack, and he wouldn'twork. He wouldn't even tighten the traces. Steve spoke to himthe first time we put him in harness, and he sort of shivered, thatwas all. Not an ounce on the traces. He just stood still andwobbled, like so much jelly. Steve touched him with the whip.He yelped, but not an ounce. Steve touched him again, a bitharder, and he howled--the regular long wolf howl. Then Stevegot mad and gave him half a dozen, and I came on the run fromthe tent.I told Steve he was brutal with the animal, and we had somewords--the first we'd ever had. He threw the whip down in thesnow and walked away mad. I picked it up and went to it. ThatSpot trembled and wobbled and cowered before ever I swung\n",
        "\n",
        "\fthe lash, and with the first bite of it he howled like a lost soul.Next he lay down in the snow. I started the rest of the dogs, andthey dragged him along, while I threw the whip into him. Herolled over on his back and bumped along, his four legs wavingin the air, himself howling as though he was going through asausage machine. Steve came back and laughed at me, and Iapologized for what I'd said.There was no getting any work out of that Spot; and to make upfor it, he was the biggest pig-glutton of a dog I ever saw. On topof that, he was the cleverest thief. These was no circumventinghim. Many a breakfast we went without our bacon because Spothad been there first. And it was because of him that we nearlystarved to death up the Stewart. He figured out the way to breakinto our meat cache, and what he didn't eat, the rest of the teamdid. But he was impartial. He stole from everybody. He was arestless dog, always very busy snooping around or goingsomewhere. And there was never a camp within five miles thathe didn't raid. The worst of it was that they always came backon us to pay his board bill, which was just, being the law of theland; but it was mighty hard on us, especially that first winter onthe Chilcoot, when we were busted, paying for whole hams andsides of bacon that we never ate. He could fight, too, that Spot.He could do everything but work. He never pulled a pound, buthe was the boss of the whole team. The way he made those dogsstand around was an education. He bullied them, and there wasalways one or more of them fresh-marked with his fangs. But hewas more than a bully. He wasn't afraid of anything that walkedon four legs; and I've seen him march, single-handed, into astrange team, without any provocation whatever, and put thekibosh on the whole outfit. Did I say he could eat? I caught himeating the whip once. That's straight. He started in at the lash,and when I caught him he was down to the handle, and stillgoing.But he was a good looker. At the end of the first week we soldhim for seventy-five dollars to the Mounted Police. They hadexperienced dog drivers, and we knew that by the time he'dcovered the six hundred miles to Dawson he'd be a good sleddog. I say we knew, for we were just getting acquainted withthat Spot. A little later we were not brash enough to knowanything where he was concerned. A week later we woke up inthe morning to the dangedest dog fight we'd ever heard. It wasthat Spot come back and knocking the team into shape. We ate apretty depressing breakfast, I can tell you; but cheered up twohours afterward when we sold him to an official courier, boundin to Dawson with government dispatches. That Spot was onlythree days in coming back, and, as usual, celebrated his arrivalwith a rough-house.\n",
        "\n",
        "abused us was something awful. He said it was cheap at theprice to tell us what he thought of us; and we felt he was sojustified that we never talked back. But to this day I've neverquite regained all the old self-respect that was mine before thatman talked to me.When the ice cleared out of the lakes and river, we put our outfitin a Lake Bennet boat and started for Dawson. We had a goodteam of dogs, and of course we piled them on top the outfit.That Spot was along--there was no losing him; and a dozentimes, the first day, he knocked one or another of the dogsoverboard in the course of fighting with them. It was closequarters, and he didn't like being crowded.\"What that dog needs is space,\" Steve said the second day.\"Let's maroon him.\"We did, running the boat in at Caribou Crossing for him to jumpashore. Two of the other dogs, good dogs, followed him; and welost two whole days trying to find them. We never saw thosetwo dogs again; but the quietness and relief we enjoyed made usdecide, like the man who refused his hundred and fifty, that itwas cheap at the price. For the first time in months Steve and Ilaughed and whistled and sang. We were as happy as clams. Thedark days were over. The nightmare had been lifted. That Spotwas gone.Three weeks later, one morning, Steve and I were standing onthe river bank at Dawson. A small boat was just arriving fromLake Bennett. I saw Steve give a start, and heard him saysomething that was not nice and that was not under his breath.Then I looked; and there, in the bow of the boat, with earspricked up, sat Spot. Steve and I sneaked immediately, likebeaten curs, like cowards, like absconders from justice. It wasthis last that the lieutenant of police thought when he saw ussneaking. He surmised that there were law officers in the boatwho were after us. He didn't wait to find out, but kept us insight, and in the M.&.M. saloon got us in a corner. We had amerry time explaining, for we refused to go back to the boat andmeet Spot; and finally he held us under guard of anotherpoliceman while he went to the boat. After we got clear of him,we started for the cabin, and when we arrived, there was thatSpot sitting on the stoop waiting for us. Now how did he knowwe lived there? There were forty thousand people in Dawsonthat summer, and how did he savvy our cabin out of all thecabins? How did he know we were in Dawson, anyway? I leaveit to you. But don't forget what I have said about his intelligenceand that immortal something I have seen glimmering in his eyes.\n",
        "\n",
        "We spent the winter and spring, after our own outfit was acrossthe pass, freighting other people's outfits; and we made a fatstake. Also, we made money out of Spot. If we sold him once,we sold him twenty times. He always came back, and no oneasked for their money. We didn't want the money. We'd havepaid handsomely for any one to take him off our hands forkeeps. We had to get rid of him, and we couldn't give him away,for that would have been suspicious.\n",
        "\n",
        "There was no getting rid of him any more. There were too manypeople in Dawson who had bought him up on Chilcoot, and thestory got around. Half a dozen times we put him on boardsteamboats going down the Yukon; but he merely went ashoreat the first landing and trotted back up the bank. We couldn't sellhim, we couldn't kill him (both Steve and I had tried), andnobody else was able to kill him. He bore a charmed life. I'veseen him go down in a dog fight on the main street with fiftydogs on top of him, and when they were separated, he'd appearon all his four legs, unharmed, while two of the dogs that hadbeen on top of him would be lying dead.\n",
        "\n",
        "But he was such a fine looker that we never had any difficulty inselling him. \"Unbroke,\" we'd say, and they'd pay any old pricefor him. We sold him as low as twenty-five dollars, and once wegot a hundred and fifty for him. That particular party returnedhim in person, refused to take his money back, and the way he\n",
        "\n",
        "I saw him steal a chunk of moose meat from Major Dinwiddie'scache so heavy that he could just keep one jump ahead of Mrs.Dinwiddie's squaw cook, who was after him with an ax. As hewent up the hill, after the squaw gave out, Major Dinwiddiehimself came out and pumped his Winchester into the\n",
        "\n",
        "\flandscape. He emptied his magazine twice, and never touchedthat Spot. Then a policeman came along and arrested him fordischarging firearms inside the city limits. Major Dinwiddiepaid his fine, and Steve and I paid him for the moose meat at therate of a dollar a pound, bones and all. That was what he paidfor it. Meat was high that year.I am only telling what I saw with my own eyes. And now I'll tellyou something, also. I saw that Spot fall through a water hole.The ice was three and a half feet thick, and the current suckedhim under like a straw. Three hundred yards below was the bigwater hole used by the hospital. Spot crawled out of the hospitalwater hole, licked off the water, bit out the ice that had formedbetween his toes, trotted up the bank, and whipped a bigNewfoundland belonging to the Gold Commissioner.In the fall of 1898, Steve and I poled up the Yukon on the lastwater, bound for Stewart River. We took the dogs along, allexcept Spot. We figured we'd been feeding him long enough.He'd cost us more time and trouble and money and grub thanwe'd got by selling him on the Chilcoot--especially grub. SoSteve and I tied him down in the cabin and pulled our freight.We camped that night at the mouth of Indian River, and Steveand I were pretty facetious over having shaken him. Steve was afunny cuss, and I was just sitting up in the blankets and laughingwhen a tornado hit camp. The way that Spot walked into thosedogs and gave them what-for was hair-raising. Now how did heget loose? It's up to you. I haven't any theory. And how did heget across the Klondike River? That's another facer. Andanyway, how did he know we had gone up the Yukon? You see,we went by water, and he couldn't smell our tracks. Steve and Ibegan to get superstitious about that dog. He got on our nerves,too; and, between you and me, we were just a mite afraid ofhim.The freeze-up came on when we were at the mouth ofHenderson Creek, and we traded him off for two sacks of flourto an outfit that was bound up White River after copper. Nowthat whole outfit was lost. Never trace nor hide nor hair of men,dogs, sleds, or anything was ever found. They dropped clean outof sight. It became one of the mysteries of the country. Steveand I plugged away up the Stewart, and six weeks afterward thatSpot crawled into camp. He was a perambulating skeleton, andcould just drag along; but he got there. And what I want to knowis who told him we were up the Stewart? We could have gone athousand other places. How did he know? You tell me, and I'lltell you.No losing him. At the Mayo he started a row with an Indiandog. The buck who owned the dog took a swing at Spot with anax, missed him, and killed his own dog. Talk about magic andturning bullets aside--I, for one, consider it a blamed sightharder to turn an ax aside with a big buck at the other end of it.And I saw him do it with my own eyes. That buck didn't want tokill his own dog. You've got to show me.I told you about Spot breaking into our meat cache. It wasnearly the death of us. There wasn't any more meat to be killed,and meat was all we had to live on. The moose had gone backseveral hundred miles and the Indians with them.There we were. Spring was on, and we had to wait for the riverto break. We got pretty thin before we decided to eat the dogs,and we decided to eat Spot first. Do you know what that dogdid? He sneaked. Now how did he know our minds were made\n",
        "\n",
        "up to eat him? We sat up nights laying for him, but he nevercame back, and we ate the other dogs. We ate the whole team.And now for the sequel. You know what it is when a big riverbreaks up and a few billion tons of ice go out, jamming andmilling and grinding. Just in the thick of it, when the Stewartwent out, rumbling and roaring, we sighted Spot out in themiddle. He'd got caught as he was trying to cross up abovesomewhere. Steve and I yelled and shouted and ran up anddown the bank, tossing our hats in the air. Sometimes we'd stopand hug each other, we were that boisterous, for we saw Spot'sfinish. He didn't have a chance in a million. He didn't have anychance at all. After the ice-run, we got into a canoe and paddleddown to the Yukon, and down the Yukon to Dawson, stoppingto feed up for a week at the cabins at the mouth of HendersonCreek. And as we came in to the bank at Dawson, there sat thatSpot, waiting for us, his ears pricked up, his tail wagging, hismouth smiling, extending a hearty welcome to us. Now how didhe get out of that ice? How did he know we were coming toDawson, to the very hour and minute, to be out there on thebank waiting for us?The more I think of that Spot, the more I am convinced thatthere are things in this world that go beyond science. On noscientific grounds can that Spot be explained. It's psychicphenomena, or mysticism, or something of that sort, I guess.The Klondike is a good country. I might have been there yet,and become a millionaire, if it hadn't been for Spot. He got onmy nerves. I stood him for two years altogether, and then Iguess my stamina broke. It was the summer of 1899 when Ipulled out. I didn't say anything to Steve. I just sneaked. But Ifixed it up all right. I wrote Steve a note, and enclosed a packageof \"rough-on-rats,\" telling him what to do with it. I was worndown to skin and bone by that Spot, and I was that nervous thatI'd jump and look around when there wasn't anybody withinhailing distance. But it was astonishing the way I recuperatedwhen I got quit of him. I got back twenty pounds before Iarrived in San Francisco, and by the time I'd crossed the ferry toOakland I was my old self again, so that even my wife looked invain for any change in me.Steve wrote to me once, and his letter seemed irritated. He tookit kind of hard because I'd left him with Spot. Also, he said he'dused the \"rough-on-rats,\" per directions, and that there wasnothing doing. A year went by. I was back in the office andprospering in all ways--even getting a bit fat. And then Stevearrived. He didn't look me up. I read his name in the steamerlist, and wondered why. But I didn't wonder long. I got up onemorning and found that Spot chained to the gate-post andholding up the milkman. Steve went north to Seattle, I learned,that very morning. I didn't put on any more weight. My wifemade me buy him a collar and tag, and within an hour heshowed his gratitude by killing her pet Persian cat. There is nogetting rid of that Spot. He will be with me until I die, for he'llnever die. My appetite is not so good since he arrived, and mywife says I am looking peaked. Last night that Spot got into Mr.Harvey's hen house (Harvey is my next door neighbor) andkilled nineteen of his fancy-bred chickens. I shall have to payfor them. My neighbors on the other side quarreled with mywife and then moved out. Spot was the cause of it. And that iswhy I am disappointed in Stephen Mackaye. I had no idea hewas so mean a man.\n",
        "\n",
        "\fName: ____________________________________\n",
        "\n",
        "That Spot | Reading Quiz"
    ],
    "spans": [
        [
            0,
            0,
            56
        ],
        [
            2,
            0,
            57
        ],
        [
            6,
            0,
            145
        ],
        [
            9,
            0,
            139
        ],
        [
            10,
            0,
            117
        ],
        [
            19,
            0,
            275
        ],
        [
            33,
            0,
            49
        ],
        [
            35,
            0,
            46
        ],
        [
            41,
            0,
            171
        ],
        [
            48,
            0,
            43
        ],
        [
            62,
            0,
            78
        ],
        [
            66,
            0,
            87
        ],
        [
            77,
            0,
            74
        ],
        [
            91,
            0,
            54
        ],
        [
            101,
            0,
            76
        ],
        [
            107,
            0,
            64
        ],
        [
            122,
            0,
            129
        ],
        [
            136,
            1,
            58
        ],
        [
            141,
            0,
            70
        ],
        [
            147,
            0,
            48
        ],
        [
            151,
            0,
            77
        ],
        [
            153,
            0,
            93
        ],
        [
            163,
            0,
            45
        ],
        [
            167,
            0,
            92
        ],
        [
            170,
            0,
            146
        ],
        [
            174,
            2,
            81
        ],
        [
            179,
            0,
            128
        ],
        [
            187,
            0,
            42
        ],
        [
            193,
            0,
            45
        ],
        [
            204,
            0,
            51
        ],
        [
            206,
            0,
            53
        ],
        [
            231,
            0,
            56
        ],
        [
            235,
            0,
            54
        ],
        [
            236,
            0,
            82
        ],
        [
            241,
            0,
            60
        ],
        [
            256,
            0,
            43
        ],
        [
            260,
            0,
            95
        ],
        [
            287,
            3,
            57
        ]
    ],
    "questions": "[{\"q_text\": \"Which best expresses the narrator's relationship with Stephen Mackaye?\\n\\n\", \"a.\": \" They were bitter enemies, but are now good friends.\", \"c.\": \" They were good friends but are now bitter enemies.\", \"b.\": \" They have always been bitter enemies.\", \"d.\": \" They have been good friends for many years.\"}, {\"q_text\": \"Which is the most likely explanation why the narrator and Stephen travel to the Yukon?\\n\\n\", \"a.\": \" They want to get in the business of dog trading.\", \"c.\": \" They want to make money from the gold rush.\", \"b.\": \" They want to compete in an important sled race.\", \"d.\": \" They want to go on an Alaskan vacation.\"}, {\"q_text\": \"Which statement about Spot is false?\\n\\n\", \"a.\": \" Spot steals and eats greedily.\", \"c.\": \" Spot is attractive and intelligent.\", \"b.\": \" Spot is loyal and a hard worker.\", \"d.\": \" Spot is tough and fearless.\"}, {\"q_text\": \"Why doesn't the narrator kill Spot?\\nHe doesn't want to lose all of the money that he spent on Spot.\\nHe was weakened by Spot's deep stare.\\nHe is threatened by Spot and is afraid that Spot will kill him first.\\nHe promised his mother that he would never harm a loyal dog.\\n\\n\", \"a.\": \"\", \"b.\": \"\", \"c.\": \"\", \"d.\": \"\"}, {\"q_text\": \"How does Spot react to being whipped by the narrator?\\n\\n\", \"a.\": \" He exaggerates his pain.\", \"c.\": \" He threatens the narrator with his eyes.\", \"b.\": \" He takes it without a whimper.\", \"d.\": \" He bites the narrator.\"}, {\"q_text\": \"Which is not a claim that the narrator makes about Spot?\\n\\n\", \"a.\": \" Spot came out on top in a fight with 50 dogs.\", \"c.\": \" Spot was sold many times but always returns.\", \"b.\": \" Spot cannot be killed and will never die.\", \"d.\": \" Spot chased away the narrator's fianc\\u00c3\\u00a9.\"}, {\"q_text\": \"With which statement would the narrator most likely agree?\\nSpot is a horrible dog that messes up everything.\\nSpot is rough around the edges but he is a good dog when you get to know him.\\nSpot is a lazy thief, but he'll pull his weight when everyone is counting on him.\\nSpot gets into a bit of trouble, but it's worth keeping him because he earns money.\\n\\n\", \"a.\": \"\", \"b.\": \"\", \"c.\": \"\", \"d.\": \"\"}, {\"q_text\": \"Which best describes the narrator's tone in the following sentences?\\\"Who told him we were up the Stewart? We could have gone a thousand other places. How did he know?\\\"\\n\\n\\n\\n\", \"a.\": \" Pleased\", \"c.\": \" Irate\", \"b.\": \" Astonished\", \"d.\": \" Relieved\"}, {\"q_text\": \"Which best describes how the narrator lived his life without Spot?\\n\\n\", \"a.\": \" He finds out that he misses Spot.\", \"c.\": \" He grows healthy and has good fortune.\", \"b.\": \" He loses weight and becomes morose.\", \"d.\": \" He learns that friendship is the most important thing.\"}]"
}